index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-09-09 Mon 08:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Waste Management</title>
<meta name="author" content="Adam Massmann" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-orgc50c159" class="outline-2">
<h2 id="orgc50c159">Solid and Hazardous Waste Management</h2>
<div class="outline-text-2" id="text-orgc50c159">
<p>
Welcome! This is the course website for Solid and Hazardous Waste
Management (EEAE 4160). This Learning Community's goal is to
collectively design solid/hazardous waste-related interventions that
improve the health of the Earth system.
</p>

<ul class="org-ul">
<li><a href="https://docs.google.com/document/d/1c4BuOWJOin1FxwsyJ0vJAVV42QEq9WeRSfVbQaDdsxA/edit?usp=sharing">Community agreement</a></li>

<li>Instructor/facilitator: Adam Massmann (uni: akm2203; office: Mudd
905D)
<ul class="org-ul">
<li>Office Hours: Wednesdays 4-5; Thursdays 11-12</li>
</ul></li>
<li>TA/facilitator: Elizabeth Czekaj (uni: eac2280; <a href="https://docs.google.com/spreadsheets/d/1IXQtuIn5-8ZDRwMEd3FOCOB_d-qPSripqrjRP-Iyq9k/edit?usp=sharing">office hours sign up</a>)</li>
</ul>
</div>

<div id="outline-container-orge4184cc" class="outline-3">
<h3 id="orge4184cc">Current Tasks</h3>
<div class="outline-text-3" id="text-orge4184cc">
</div>
<div id="outline-container-orgbd8e912" class="outline-4">
<h4 id="orgbd8e912">Before Thursday's Class (September 5)</h4>
<div class="outline-text-4" id="text-orgbd8e912">
<ul class="org-ul">
<li>Think about solid and hazardous waste management and develop some
ideas on the problems you may want to work on for the group
project. (we will discuss these ideas in class on Thursday)</li>
<li>Record a name pronunciation in Courseworks if you have not already.</li>
<li>(optional) Add any edits or comments to the <a href="https://docs.google.com/document/d/1c4BuOWJOin1FxwsyJ0vJAVV42QEq9WeRSfVbQaDdsxA/edit?usp=sharing">community agreement</a>.</li>
<li>(optional) Fill out the <a href="https://www.when2meet.com/?26223463-ilVgY">when2meet</a> with your availability to attend
office hours.</li>
</ul>
</div>
</div>

<div id="outline-container-org6f67ad7" class="outline-4">
<h4 id="org6f67ad7">By Thursday night (September 5)</h4>
<div class="outline-text-4" id="text-org6f67ad7">
<ul class="org-ul">
<li>Fill out the <a href="https://docs.google.com/forms/d/e/1FAIpQLSd2_NgWkrfuU_SVYc58uAqB0t4l8RCIS_FtKWTn7IQ5lipcJQ/viewform?usp=sf_link">course/project survey</a>.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org92857fd" class="outline-3">
<h3 id="org92857fd">Schedule</h3>
<div class="outline-text-3" id="text-org92857fd">
</div>
<div id="outline-container-orgba13eea" class="outline-4">
<h4 id="orgba13eea">Week 1</h4>
<div class="outline-text-4" id="text-orgba13eea">
</div>
<ul class="org-ul">
<li><a id="org1d4512b"></a>Tuesday, September 3<br />
<div class="outline-text-5" id="text-org1d4512b">
<p>
Introduction to the course and the Learning Community approach. <a href="notes/class-01.pdf">Slides</a>.
</p>
</div>
</li>

<li><a id="org9861c19"></a>Thursday, September 5<br />
<div class="outline-text-5" id="text-org9861c19">
<p>
Introduce solid and hazardous waste management through a discussion of
ideas for group projects. <a href="https://docs.google.com/presentation/d/1HCBCT0pIRRQfNjMzHfBwiMJ6fF_HGmuX8ezVGRhnELw/">Elizabeth's slides</a>. <a href="notes/class-02.pdf">Adam's slides</a>. <a href="https://docs.google.com/document/d/1OfAhHrfSOXpWMPKGUAHosZwHqPhA13rbvO2wXWrCwXY/edit?usp=sharing">Adam's
example Doc</a>, <a href="https://docs.google.com/document/d/1Ox4bEAXZciASeBRgg5Q0FrnwA9am6ZeZUuEs8__MrHM/edit?usp=drive_link">Collab Doc #1</a>; <a href="https://docs.google.com/document/d/15Qi66vQO25PKPGAJrLbdSi32qo2Xh-8vlqJoIRQzqgE/edit?usp=drive_link">Collab Doc #2</a>; <a href="https://docs.google.com/document/d/1JP1uaAYvL3oDQCkT37MIV7l1rOXQUc4oanmIR1SIhO0/edit?usp=drive_link">Collab Doc
#4</a>; <a href="https://docs.google.com/document/d/1zf_NNNLZHIRnAgkC2P3tah2BuPwIrINhX_ZLxtOuam8/edit?usp=drive_link">Collab Doc #5</a>; <a href="https://docs.google.com/document/d/1ohw4qIIg7JEPXp5vu2i7kDmoGfYeQ8NItBEOaR16GJc/edit?usp=drive_link">Collab Doc #6</a>.
</p>
</div>
</li>
</ul>
</div>

<div id="outline-container-orgc91520e" class="outline-4">
<h4 id="orgc91520e">Week 2</h4>
<div class="outline-text-4" id="text-orgc91520e">
</div>
<ul class="org-ul">
<li><a id="org75c6279"></a>Tuesday, September 10<br />
<div class="outline-text-5" id="text-org75c6279">
<p>
Meet in groups to decide on group project ideas.
</p>
</div>
</li>

<li><a id="org2f90f9d"></a>Thursday, September 12<br />
<div class="outline-text-5" id="text-org2f90f9d">
<p>
Present group project ideas and introduce group members.
</p>
</div>
</li>
</ul>
</div>

<div id="outline-container-org00266c5" class="outline-4">
<h4 id="org00266c5">Week 14</h4>
<div class="outline-text-4" id="text-org00266c5">
</div>
<ul class="org-ul">
<li><a id="org8b253a4"></a>Thursday, December 5th<br />
<div class="outline-text-5" id="text-org8b253a4">
<p>
Collective reflection, feedback, and grade; see <a href="https://docs.google.com/document/d/1uYVIAEvPjDBc2uf91WIBS9z12h7s3YL8ezDSh-ITIf4/edit?usp=sharing">learning objectives</a>.
</p>
</div>
</li>
</ul>
</div>
</div>

<div id="outline-container-org8be20e7" class="outline-3">
<h3 id="org8be20e7">Links</h3>
<div class="outline-text-3" id="text-org8be20e7">
<ul class="org-ul">
<li><a href="https://drive.google.com/drive/folders/1SNvL7LhQjOsWKYlftEOHrcFp9EsyewzV?usp=drive_link">Google Drive Folder</a></li>
<li><a href="adam-notes.html">Adam's random notes</a></li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
